content/articles/based.org
#+title: Almost based...
#+date: 2021-11-14

* Why does everyone based have to be so stupid?

---

This is something I've been noticing for a while: You become aware of a person and think they're normal. That's the baseline. Then they say or do something extremely impressive. Godly. Based, even. You start to look up to them for that.

But then you notice it. Often it's only one, but there's some part of their life that they're just completely floundering on. Maybe they know it, maybe they don't. But it's there. You know it's there, and that colors everything you respected about them.

*Why does everyone based have to be so stupid?*

I don't know either. If you ever find out, let me know.
