articles/based.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-04-24 Sun 04:53 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" href="https://cdn.simplecss.org/simple.min.css" />
</head>
<body>
<div id="content">
<p>
= Why does everyone based have to be so stupid? =
</p>

<p>
-&#x2014;
</p>

<p>
This is something I've been noticing for a while: You become aware of a person and think they're normal. That's the baseline. Then they say or do something extremely impressive. Godly. Based, even. You start to look up to them for that.
</p>

<p>
But then you notice it. Often it's only one, but there's some part of their life that they're just completely floundering on. Maybe they know it, maybe they don't. But it's there. You know it's there, and that colors everything you respected about them.
</p>

<p>
<b>Why does everyone based have to be so stupid?</b>
</p>

<p>
I don't know either. If you ever find out, let me know.
</p>
</div>
<div id="postamble" class="status">
<p class="date">Created: 2022-04-24 Sun 04:53</p>
<p class="creator"><a href="https://www.gnu.org/software/emacs/">Emacs</a> 26.3 (<a href="https://orgmode.org">Org</a> mode 9.1.9)</p>
<p class="validation"></p>
</div>
</body>
</html>
